tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "glib"
brew "cmake"
brew "cocoapods"
brew "diffutils"
brew "dsq"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "python@3.10"
brew "gobject-introspection"
brew "libass"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gron"
brew "httpie"
brew "irssi"
brew "jq"
brew "media-info"
brew "mono"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "pnpm"
brew "tcl-tk"
brew "ripgrep"
brew "sdl2_image"
brew "sdl2_ttf"
brew "subversion"
brew "telnet"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"
brew "fsouza/prettierd/prettierd"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
