tap "argoproj/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "coursier/formulas"
tap "create-go-app/cli"
tap "fsouza/prettierd"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "morantron/tmux-fingers"
tap "oven-sh/bun"
tap "pamburus/tap"
brew "ansifilter"
brew "little-cms2"
brew "asdf"
brew "libgit2@1.7"
brew "bat"
brew "glib"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "crystal"
brew "csvlens"
brew "diffutils"
brew "dos2unix"
brew "dsq"
brew "erlang"
brew "elixir"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fpp"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-tar"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "grep"
brew "gron"
brew "guile"
brew "haproxy"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "k6"
brew "k9s"
brew "kubeconform"
brew "leiningen"
brew "maven"
brew "mdless"
brew "media-info"
brew "miller"
brew "node"
brew "mongosh"
brew "mono"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "openjdk@11"
brew "pipenv"
brew "pnpm"
brew "postgresql@15"
brew "pyenv"
brew "python-yq"
brew "python@3.10"
brew "python@3.9"
brew "redis", restart_service: true
brew "ripgrep"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sponge"
brew "stern"
brew "subversion"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "yarn"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "clojure/tools/clojure"
brew "coursier/formulas/coursier"
brew "create-go-app/cli/cgapp"
brew "fsouza/prettierd/prettierd"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "oven-sh/bun/bun"
brew "pamburus/tap/hl"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-iosevka-term-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "intellij-idea"
cask "keycastr"
cask "kitty"
cask "openlens"
cask "postman"
cask "pycharm"
cask "zoom"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "biomejs.biome"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "ionide.ionide-fsharp"
vscode "jock.svg"
vscode "kisstkondoros.vscode-codemetrics"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sadesyllas.explorer-excluded-files"
vscode "shan.code-settings-sync"
vscode "tim-koehler.helm-intellisense"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
