tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmake"
brew "diffutils"
brew "dsq"
brew "elixir"
brew "erlang"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git-delta"
brew "git"
brew "glib"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "gron"
brew "guile"
brew "harfbuzz"
brew "httpie"
brew "irssi"
brew "jq"
brew "libass"
brew "little-cms2"
brew "media-info"
brew "mono"
brew "netcat"
brew "nghttp2"
brew "node"
brew "pnpm"
brew "postgresql", restart_service: true
brew "python@3.10"
brew "python@3.8", link: false
brew "python@3.9"
brew "ripgrep"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sdl2"
brew "srt"
brew "subversion"
brew "tcl-tk"
brew "telnet"
brew "tesseract"
brew "trash"
brew "unbound"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "1password"
cask "airflow"
cask "alfred"
cask "discord"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-source-code-pro"
cask "imageoptim"
cask "iterm2"
cask "obs"
cask "protonvpn"
cask "rectangle-pro"
cask "skype"
cask "slack"
cask "sublime-text"
cask "syncalicious"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"